---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamThermalConductivity
source: html/da46a30a-624c-f813-efde-9162f8a0d766.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamThermalConductivity Property

"Thermal Conductivity"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamThermalConductivity { get; }
```